Repository: LuicdLabs/OneMMC
Catalog: src/ManagementTools/Strings/*/FsMgmt.resw
Source language: en_us
Languages: zh_tw

# FsMgmt_Page_SearchPlaceholder
source: Search
zh_tw: 搜尋

# FsMgmt_Shares_Header
source: Shares
zh_tw: 共用

# FsMgmt_Sessions_Header
source: Sessions
zh_tw: 工作階段

# FsMgmt_OpenFiles_Header
source: Open Files
zh_tw: 開啟的檔案

# FsMgmt_ComputerName_Label
source: Computer name
zh_tw: 電腦名稱

# FsMgmt_ShareInformation_Header
source: Share Information
zh_tw: 共用資訊

# FsMgmt_SharePath_Label
source: Share path
zh_tw: 共用路徑

# FsMgmt_FolderPath_Placeholder
source: Example: C:\Docs\Public
zh_tw: 例如: C:\Docs\Public

# FsMgmt_PermissionsSecurity_Header
source: Share Permissions & Security
zh_tw: 共用權限與安全性

# FsMgmt_Shares_CountFormat
source: {0} shared folders
zh_tw: {0} 個共用資料夾

# FsMgmt_Sessions_CountFormat
source: {0} connected sessions
zh_tw: {0} 個已連線工作階段

# FsMgmt_OpenFiles_CountFormat
source: {0} remotely opened files
zh_tw: {0} 個遠端開啟的檔案

# FsMgmt_Empty_Shares
source: No shares match the current filter.
zh_tw: 沒有符合目前篩選條件的共用。

# FsMgmt_Empty_Sessions
source: No connected sessions.
zh_tw: 沒有已連線的工作階段。

# FsMgmt_Empty_OpenFiles
source: No files are currently open remotely.
zh_tw: 目前沒有遠端開啟的檔案。

# FsMgmt_Share_DetailsFormat
source: Path: {0} | Client Connections: {1}
zh_tw: 路徑: {0} | 用戶端連線: {1}

# FsMgmt_Session_DetailsFormat
source: Open Files: {0} | Connected / Idle time: {1} / {2} | Guest: {3}
zh_tw: 開啟的檔案: {0} | 連線 / 閒置時間: {1} / {2} | 來賓: {3}

# FsMgmt_OpenFile_DetailsFormat
source: Open Mode: {0} | Locks: {1}
zh_tw: 開啟模式: {0} | 鎖定: {1}

# FsMgmt_ShareType_Disk
source: Folder
zh_tw: 資料夾

# FsMgmt_ShareType_Print
source: Printer
zh_tw: 印表機

# FsMgmt_ShareType_Device
source: Device
zh_tw: 裝置

# FsMgmt_ShareType_Unknown
source: Unknown
zh_tw: 未知

# FsMgmt_NotAvailable
source: Not available
zh_tw: 無法使用

# FsMgmt_UserLimit_MaximumAllowed
source: Maximum allowed
zh_tw: 允許的最大數目

# FsMgmt_UserLimit_AllowNumber
source: Allow this number of users
zh_tw: 允許此使用者數目

# FsMgmt_Offline_Manual
source: Selected files and programs available offline
zh_tw: 選取的檔案和程式可供離線使用

# FsMgmt_Offline_None
source: Files or programs not available offline
zh_tw: 檔案或程式不可供離線使用

# FsMgmt_Offline_Automatic
source: Files and programs automatically available offline
zh_tw: 檔案和程式會自動供離線使用

# FsMgmt_FilePermission_Read
source: Read
zh_tw: 讀取

# FsMgmt_FilePermission_Write
source: Write
zh_tw: 寫入

# FsMgmt_FilePermission_ReadWrite
source: Read/Write
zh_tw: 讀取/寫入

# FsMgmt_Guest_Yes
source: Yes
zh_tw: 是

# FsMgmt_Guest_No
source: No
zh_tw: 否

# FsMgmt_Duration_DaysFormat
source: {0}d {1}h {2}m
zh_tw: {0}天 {1}小時 {2}分鐘

# FsMgmt_Duration_HoursFormat
source: {0}h {1}m {2}s
zh_tw: {0}小時 {1}分鐘 {2}秒

# FsMgmt_AddShare_Title
source: Add a new Shared Folder
zh_tw: 新增共用資料夾

# FsMgmt_ShareProperties_TitleFormat
source: {0} Properties
zh_tw: {0} 內容

# FsMgmt_FolderPath_Label
source: Folder path
zh_tw: 資料夾路徑

# FsMgmt_ShareName_Label
source: Share name
zh_tw: 共用名稱

# FsMgmt_Description_Label
source: Description
zh_tw: 描述

# FsMgmt_UserLimit_Header
source: User limit
zh_tw: 使用者限制

# FsMgmt_Offline_Label
source: Offline setting
zh_tw: 離線設定

# FsMgmt_OptimizePerformance
source: Optimize for Performance
zh_tw: 最佳化效能

# FsMgmt_PermissionsPreset_Label
source: Shared Folder Permissions
zh_tw: 共用資料夾權限

# FsMgmt_Preset_EveryoneRead
source: All users have read-only access
zh_tw: 所有使用者都有唯讀存取權

# FsMgmt_Preset_AdminFullOthersRead
source: Administrators have full access; other users have read-only access
zh_tw: 系統管理員有完整存取權，其他使用者有唯讀存取權

# FsMgmt_Preset_AdminFullOthersNone
source: Administrators have full access; other users have no access
zh_tw: 系統管理員有完整存取權，其他使用者沒有存取權

# FsMgmt_Preset_Custom
source: Customize permissions
zh_tw: 自訂權限

# FsMgmt_CustomPermissions_Header
source: Customize permissions setting
zh_tw: 自訂權限設定

# FsMgmt_Customize
source: Customize...
zh_tw: 自訂...

# FsMgmt_AdminShare_Info
source: This has been shared for administrative purposes. The share permissions and file security cannot be set.
zh_tw: 這是供系統管理用途使用的共用。無法設定共用權限與檔案安全性。

# FsMgmt_Validation_FolderPathRequired
source: Choose a folder path before creating the share.
zh_tw: 建立共用前請選擇資料夾路徑。

# FsMgmt_Validation_ShareNameRequired
source: Enter a share name before continuing.
zh_tw: 繼續前請輸入共用名稱。

# FsMgmt_Open
source: Open
zh_tw: 開啟

# FsMgmt_StopSharing
source: Stop Sharing
zh_tw: 停止共用

# FsMgmt_Properties
source: Properties
zh_tw: 內容

# FsMgmt_DisconnectAllSessions
source: Disconnect All Sessions
zh_tw: 中斷所有工作階段

# FsMgmt_DisconnectSelected
source: Disconnect selected
zh_tw: 中斷選取項目

# FsMgmt_CloseAllOpenFiles
source: Close All Open Files
zh_tw: 關閉所有開啟的檔案

# FsMgmt_CloseSelected
source: Close selected
zh_tw: 關閉選取項目

# FsMgmt_ConfirmStopSharing_Title
source: Stop sharing this folder?
zh_tw: 要停止共用這個資料夾嗎?

# FsMgmt_ConfirmStopSharing_MessageFormat
source: Users connected to "{0}" will be disconnected.
zh_tw: 連線到「{0}」的使用者將會中斷連線。

# FsMgmt_ConfirmDisconnectSession_Title
source: Disconnect this session?
zh_tw: 要中斷這個工作階段嗎?

# FsMgmt_ConfirmDisconnectSession_MessageFormat
source: Disconnect {0} from this computer?
zh_tw: 要中斷 {0} 與這部電腦的連線嗎?

# FsMgmt_ConfirmDisconnectAllSessions_Title
source: Disconnect all sessions?
zh_tw: 要中斷所有工作階段嗎?

# FsMgmt_ConfirmDisconnectAllSessions_Message
source: All users connected to shared folders on this computer will be disconnected.
zh_tw: 所有連線到這部電腦共用資料夾的使用者都會中斷連線。

# FsMgmt_ConfirmCloseOpenFile_Title
source: Close this open file?
zh_tw: 要關閉這個開啟的檔案嗎?

# FsMgmt_ConfirmCloseOpenFile_MessageFormat
source: Closing "{0}" may cause the remote user to lose unsaved changes.
zh_tw: 關閉「{0}」可能會讓遠端使用者遺失未儲存的變更。

# FsMgmt_ConfirmCloseAllOpenFiles_Title
source: Close all open files?
zh_tw: 要關閉所有開啟的檔案嗎?

# FsMgmt_ConfirmCloseAllOpenFiles_Message
source: Closing all open files may cause remote users to lose unsaved changes.
zh_tw: 關閉所有開啟的檔案可能會讓遠端使用者遺失未儲存的變更。

# FsMgmt_Permissions_Title
source: Share Permissions
zh_tw: 共用權限

# FsMgmt_Permissions_AccountsHeader
source: Group or user names
zh_tw: 群組或使用者名稱

# FsMgmt_Permissions_Account
source: Account
zh_tw: 帳戶

# FsMgmt_Permissions_AccessType
source: Type
zh_tw: 類型

# FsMgmt_Permissions_AccessRight
source: Permission
zh_tw: 權限

# FsMgmt_Permissions_Allow
source: Allow
zh_tw: 允許

# FsMgmt_Permissions_Deny
source: Deny
zh_tw: 拒絕

# FsMgmt_Permissions_Read
source: Read
zh_tw: 讀取

# FsMgmt_Permissions_Change
source: Change
zh_tw: 變更

# FsMgmt_Permissions_FullControl
source: Full Control
zh_tw: 完全控制

# FsMgmt_Permissions_AddButton
source: Add...
zh_tw: 新增...

# FsMgmt_Permissions_SecurityTab
source: Security
zh_tw: 安全性

# FsMgmt_Permissions_ForFormat
source: Permissions for {0}
zh_tw: {0} 的權限

# FsMgmt_Permissions_ObjectName
source: Object name:
zh_tw: 物件名稱:

# FsMgmt_Permissions_EditInstruction
source: To change permissions, click Edit.
zh_tw: 若要變更權限，請按一下 [編輯]。

# FsMgmt_Permissions_EditButton
source: Edit...
zh_tw: 編輯...

# FsMgmt_Permissions_AdvancedInstruction
source: For special permissions or advanced settings, click Advanced.
zh_tw: 如需特殊權限或進階設定，請按一下 [進階]。

# FsMgmt_Permissions_Modify
source: Modify
zh_tw: 修改

# FsMgmt_Permissions_ReadExecute
source: Read & execute
zh_tw: 讀取和執行

# FsMgmt_Permissions_ListFolder
source: List folder contents
zh_tw: 列出資料夾內容

# FsMgmt_Permissions_Write
source: Write
zh_tw: 寫入

# FsMgmt_Permissions_Delete
source: Delete
zh_tw: 刪除

# FsMgmt_Permissions_ThisFolderOnly
source: This folder only
zh_tw: 只有此資料夾

# FsMgmt_Permissions_ThisFolderSubfoldersFiles
source: This folder, subfolders and files
zh_tw: 此資料夾、子資料夾及檔案

# FsMgmt_Permissions_ThisFolderSubfolders
source: This folder and subfolders
zh_tw: 此資料夾及子資料夾

# FsMgmt_Permissions_ThisFolderFiles
source: This folder and files
zh_tw: 此資料夾及檔案

# FsMgmt_Permissions_SubfoldersFilesOnly
source: Subfolders and files only
zh_tw: 只有子資料夾及檔案

# FsMgmt_Permissions_SubfoldersOnly
source: Subfolders only
zh_tw: 只有子資料夾

# FsMgmt_Permissions_FilesOnly
source: Files only
zh_tw: 只有檔案

# FsMgmt_Permissions_Advanced
source: Advanced...
zh_tw: 進階...
